export const SampleColumns = [
  {
    "field": "207Pb*/235U",
    "title": "207Pb*/235U",
    "selected": true
  },
  {
    "field": "±2σ (%)",
    "title": "±2σ (%)",
    "selected": true
  },
  {
    "field": "206Pb*/238U",
    "title": "206Pb*/238U",
    "selected": true
  },
  {
    "field": "±2σ (%)(1)",
    "title": "±2σ (%)(1)",
    "selected": true
  },
  {
    "field": "corr coef",
    "title": "corr coef",
    "selected": true
  }
];

export const SampleRows = [
  {
    "206Pb*/238U": 0.712165893,
    "207Pb*/235U": 29.165688743,
    "±2σ (%)(1)": 1.395116767,
    "corr coef": 0.918191745,
    "title": "row1",
    "±2σ (%)": 1.519417676,
    "selected": true,
    "visible": true
  },
  {
    "206Pb*/238U": 0.714916493,
    "207Pb*/235U": 29.03153597,
    "±2σ (%)(1)": 1.647075269,
    "corr coef": 0.915069472,
    "title": "row2",
    "±2σ (%)": 1.7999456,
    "selected": true,
    "visible": true
  },
  {
    "206Pb*/238U": 0.709482828,
    "207Pb*/235U": 29.002008069,
    "±2σ (%)(1)": 1.324922704,
    "corr coef": 0.918845083,
    "title": "row3",
    "±2σ (%)": 1.44194351,
    "selected": true,
    "visible": true
  },
  {
    "206Pb*/238U": 0.70707849,
    "207Pb*/235U": 29.203969765,
    "±2σ (%)(1)": 1.216231698,
    "corr coef": 0.918344571,
    "title": "row4",
    "±2σ (%)": 1.320690194,
    "selected": true,
    "visible": true
  },
  {
    "206Pb*/238U": 0.709615006,
    "207Pb*/235U": 29.194452092,
    "±2σ (%)(1)": 1.248057588,
    "corr coef": 0.918344571,
    "title": "row5",
    "±2σ (%)": 1.359029744,
    "selected": true,
    "visible": true
  },
  {
    "206Pb*/238U": 0.710934267,
    "207Pb*/235U": 29.293320455,
    "±2σ (%)(1)": 1.309135282,
    "corr coef": 0.919124777,
    "title": "row6",
    "±2σ (%)": 1.424328137,
    "selected": true,
    "visible": true
  },
  {
    "206Pb*/238U": 0.68695182,
    "207Pb*/235U": 28.497489852,
    "±2σ (%)(1)": 1.245648095,
    "corr coef": 0.920490463,
    "title": "row7",
    "±2σ (%)": 1.35324389,
    "selected": true,
    "visible": true
  },
  {
    "206Pb*/238U": 0.71570218,
    "207Pb*/235U": 29.218573677,
    "±2σ (%)(1)": 1.271276031,
    "corr coef": 0.918639641,
    "title": "row8",
    "±2σ (%)": 1.383868032,
    "selected": true,
    "visible": true
  },
  {
    "206Pb*/238U": 0.702153693,
    "207Pb*/235U": 28.88487202,
    "±2σ (%)(1)": 1.164978444,
    "corr coef": 0.921438073,
    "title": "row9",
    "±2σ (%)": 1.264304654,
    "selected": true,
    "visible": true
  },
  {
    "206Pb*/238U": 0.700081472,
    "207Pb*/235U": 28.863259209,
    "±2σ (%)(1)": 1.335582301,
    "corr coef": 0.917579003,
    "title": "row10",
    "±2σ (%)": 1.4555502,
    "selected": true,
    "visible": true
  },
  {
    "206Pb*/238U": 0.701464404,
    "207Pb*/235U": 29.014325453,
    "±2σ (%)(1)": 1.478394505,
    "corr coef": 0.915709384,
    "title": "row11",
    "±2σ (%)": 1.614480021,
    "selected": true,
    "visible": true
  },
  {
    "206Pb*/238U": 0.725185047,
    "207Pb*/235U": 29.917885787,
    "±2σ (%)(1)": 1.434906094,
    "corr coef": 0.917094067,
    "title": "row12",
    "±2σ (%)": 1.564622589,
    "selected": true,
    "visible": true
  },
  {
    "206Pb*/238U": 0.724886106,
    "207Pb*/235U": 30.159907714,
    "±2σ (%)(1)": 1.366282212,
    "corr coef": 0.917874287,
    "title": "row13",
    "±2σ (%)": 1.488528691,
    "selected": true,
    "visible": true
  },
  {
    "206Pb*/238U": 0.698240706,
    "207Pb*/235U": 28.963153308,
    "±2σ (%)(1)": 1.35975083,
    "corr coef": 0.918282249,
    "title": "row14",
    "±2σ (%)": 1.48075478,
    "selected": true,
    "visible": true
  },
  {
    "206Pb*/238U": 0.711983592,
    "207Pb*/235U": 29.350104553,
    "±2σ (%)(1)": 1.384417989,
    "corr coef": 0.914411266,
    "title": "row15",
    "±2σ (%)": 1.51399927,
    "selected": true,
    "visible": true
  },
  {
    "206Pb*/238U": 0.72442634,
    "207Pb*/235U": 29.979576581,
    "±2σ (%)(1)": 1.458894294,
    "corr coef": 0.914239775,
    "title": "row16",
    "±2σ (%)": 1.595745814,
    "selected": true,
    "visible": true
  },
  {
    "206Pb*/238U": 0.714166474,
    "207Pb*/235U": 29.344673618,
    "±2σ (%)(1)": 1.42006029,
    "corr coef": 0.915025602,
    "title": "row17",
    "±2σ (%)": 1.551935035,
    "selected": true,
    "visible": true
  }
];
